package lesson06;

public class Task {
//    Определим слово как последовательность русских букв алфавита
//    Все остальные символы являются разделетелями
//
//    Дан текст, состоящий из слов, где могут быть разделения в виде любых нерусских символов.
//    Ваша задача - подсчитать количество слов в тексте.
//
//    Длина строки - не более 2147483697 символов
//
//    Выходные данные:
//    Количество слов в тексте (число)
//
//    Пример:
//    Привет как дела? - 3
//
//    Ы      я - 2
//
//    Аб2вqг♂д - 4
}
